<div style="text-align: center; margin-bottom: 40px;">
    <img 
        class="rounded-lg-3" 
        src="https://static.scientificamerican.com/sciam/cache/file/1DDFE633-2B85-468D-B28D05ADAE7D1AD8_source.jpg?w=1200" 
        alt="Книги" 
        style="max-width: 100%; width: 720px; height: 300px; object-fit: cover; border-radius: 12px;">
</div>
<h1>Добре дошли в книжарница "Светлина"!</h1>
<p>

    Добре дошли в "Светлина" – вашето уютно онлайн пространство за книги, истории и читателски гласове!
    Вярваме, че всяка книга заслужава да бъде прочетена, а всяко мнение – чуто.Затова създадохме място,
    където любовта към четенето среща силата на споделеното преживяване.
</p>
<br>
<p>
    📚 Разгледай богатата ни колекция от заглавия – от вечни класики и вдъхновяваща поезия,
    до съвременна литература, фентъзи, нехудожествени книги и още много.</p>
<p>🌍 Независимо дали сте запален читател или тепърва започвате книжното си пътешествие,
    тук ще откриете книги, които ще Ви говорят.</p>
<p>📝 Оставете своето мнение, споделете как една история Ви е докоснала или просто препоръчайте книга,
    която вярвате, че си струва да бъде прочетена.</p>
<p>⭐ Четете отзиви от други читатели, вижте как те преживяват историите, и открийте нови заглавия,
    които иначе може би бихте пропуснали.</p>
<br>
<p>
    Светлина не е просто място за пазаруване на книги – тук изграждаме общност от хора,
    които обичат да четат, мислят, чувстват и споделят.
    Присъединете се към нас. Защото всяка книга е по-жива, когато бъде преживяна заедно.
</p>